export const questions = [
  // 关系八卦
  "我和闺蜜/兄弟的前任谈过恋爱，且闺蜜/兄弟并不知情。",
  "我亲吻过好友的兄弟姐妹。",
  "我和朋友绝交后，还保留着TA的联系方式。",
  "我喜欢监视前任。",
  "我网恋被骗过钱。",
  "我有想和现任分手的念头。",
  "我有用小号偷窥过别人。",

  // 个人经历
  "我上历史课睡觉打鼾。",
  "我从来没喝吐过。",
  "我有因为失恋而割腕。",
  "我从来没在电影院看过电影。",
  "我赚过轻松的钱。",
  "我有在社交平台伪装成异性与人网恋。",
  "我从来只在你家过夜。",

  // 趣味生活
  "我敢不穿bra出门。",
  "我喝醉后爱给前任打电话。",
  "我有去算命。",
  "我洗澡时会站着尿尿。",
  "我有给游戏充过648。",
  "我花一个月工资只为买一双鞋。",
  "我骑电动车不戴头盔。",
  "我坐公交逃过票。",
  "我养的花草没有活过一个月的。",

  // 尺度挑战
  "我口活很好。",
  "我拥有过超过20cm的器官。",
  "我一年约炮超过5次。",
  "我玩过SM。",
  "我有在公共场所发出过私密的声音。",
  "我从来没有在某人身上留下过草莓。"
];
